<?php
	include "main.php";
?>
<!DOCTYPE html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<title>Procrastination</title>
	<meta name="description" content="" />
	<meta http-equiv="X-UA-Compatible" content="IE=edge" />
	<meta name="viewport" content="width=device-width, initial-scale=1.0" />
	<link rel="stylesheet" href="scss/style.css">
	<script src="http://code.jquery.com/jquery-1.8.3.js"></script>
	<script src="js/script.js"></script>
</head>
<body>
	<header>
		<?php
			include "navigation_menu.php";
		?>
		<div class="header-text">
			<h2>Вам набридло відкладати справи на потім?</h2>
			<p>Тоді цей сайт саме для вас, ми розповімо і покажемо 
			<br>
			як впоратися з чумою 21 століття <span>прокрастинацією</span></p>
			<button id="scroll">Я зроблю це</button>
		</div>
	</header>
	<section class="block_1">
		<div class="block_1_cont">
			<h1>Що це за <span>прокрастинація?</span></h1>
			<div class="border-1"></div>
			<h2>
				Прокрастинація- це не хвороба, але від неї страждають <br> усі без винятку народи світу. 
			</h2>
			<p>
				Фокус прокрастинації полягає в тому, що людина, відкладаючи на потім якусь справу, повинна чимось заповнити утворену тимчасову порожнечу. Найчастіше люди придумують собі незначні заняття, які не потребують зусиль та концентрації. Прокрастинатори не вміють правильно розпоряджатися своїм дорогоцінним часом. І тут доречно говорити про марність таких занять, наприклад, як довгих плавань по морях Інтернету: соціальним мережам, іграм, розважальним сайтам.
			</p>
			<img src="scss/images/arrow.png" alt="">
			<p>Згадайте, як часто ви думаєте: «ще пів годинки посиджу в Інтернеті» і просиджуєте півтори; «пізніше приберу у себе на столі» і забуваєте; «завтра зателефоную клієнту» і клієнт сам телефонує вам післязавтра; «ще маю 3 дні до іспиту, тож встигну підготуватися» і втрачаєте стипендію через трійку в заліковці; «з наступного тижня почну вивчати ринок для створення бізнесу» і сам бізнес залишається тільки у ваших планах. Завтра, потім, через два дні, ввечері, вранці.</p>
		</div>
	</section>
	<section class="block_2">
		<div class="block_2_cont">
			<div class="bl-2-block">
				<p>Прокрастинатори, що відкладають виконання справ на крайній термін, 
				часто відчувають проблеми зі здоров'ям. <br> 
				Намагаючись щось зробити за дуже обмежений проміжок часу, 
				людина відчуває фізичне і нервове перенапруження, часто не встигає поїсти 
				(для підтримки працездатності часто п'є каву і зловживає енергетиками), 
				відчуває наслідки недосипання.</p>
			</div>
		</div>
	</section>
	<section class="block_3">
		<img src="scss/images/block3-bg.png" alt="">
	</section>
	<section class="block_4">
		<div class="block_4_cont">
			<h3>Як побороти <span>прокрастинацію?</span></h3>
			<div class="border-2"></div>
			<div class="block_4_text">
				<h4>Список справ</h4>
				<p>Зробіть список справ. По-перше, вам відразу стане зрозуміло, скільки піде часу на їх виконання, а по-друге, себе можна буде обдурити, як дитину. Страшно не хочеться робити справу під пунктом 1? Ну і добре, зробіть ту, яка стоїть пунктом 2. Ні, скажете ви, терміново треба зробити 1 справу. Вона термінова, потрібно почати з неї, але почати ви себе змусити не можете і виконаєте менш складну справу. </p>
			</div>
		</div>
	</section>
	<section class="block_5">
		<div class="block_5_cont">
			<div class="block_5_text">
				<h4>Розбийте справу на шматочки</h4>
				<p>Ставте собі реалістичні терміни. Якщо графік не збігається з вашими можливостями, ви з нього швидко виб'єтеся. Це як жонглювати кульками: упустили один - зневірилися і розкидали інші. Давайте собі трохи більше часу, ніж потрібно на кожну справу, - так у вас буде відчуття того, що ви правильно все спланували, йдете за графіком, і взагалі ви молодець.</p>
			</div>
		</div>
	</section>
	<section class="block_6">
		<div class="block_6_cont">
			<div class="block_6_text">
				<h4>реалістичні терміни</h4>
				<p>Якщо справа велика і складна, розбийте її на маленькі шматочки і все це запишіть підпунктами. Ми часто не можемо змусити себе підступитися до роботи, тому що вона здається нам непідйомною. І повірте, краще почати і зробити половину, ніж не починати взагалі. Ось вам і народна мудрість що очі бояться, а руки роблять.</p>
			</div>
		</div>
	</section>
	<section class="block_7">
		<div class="block_7_cont">
			<div class="block_7_text">
				<h4>Заохочуйте себе</h4>
				<p>Не забудьте себе нагороджувати. Ви місяцями, а може, і роками лаєте себе за те, що постійно все відкладаєте. Як і будь-які покарання, це, природно, не допомагало. А ось вже якщо зробили - обов'язково потрібно отримати якусь нагороду. За велику справу можна пообіцяти собі який-небудь великий подарунок, а й малі успіхи не можна забувати заохочувати. Наприклад, пообіцяли собі чашку чаю, як тільки закінчите один пункт і т.д.</p>
			</div>
		</div>
	</section>
	<section class="block_8">
		<div class="block_8_cont">
			<div class="block_8_text">
				<h4>Нічого не робіть</h4>
				<p>Нічого не робіть. Я серйозно. Стати посеред кімнати і нічого не робіть, абсолютно нічого: не їжте, не пийте, не читайте, не лежіть, не слухайте музику, не думайте. Не мине й п'ятнадцяти хвилин, і ви точно візьметеся за справи.</p>
			</div>
		</div>
	</section>
	<footer>
		<button class="modal-reg">Реєстрація</button>
	</footer>
	<?php
		include "modal-window.php";
	?>
</body>
</html>